<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>
<% request.setCharacterEncoding("utf-8"); %>
<h4>1. 수집하는 개인정보의 항목 및 수집 방법</h4>
  <p>(1)수집하는 개인정보 항목</p>
  <ul>
    <li>- 성명 , 아이디, 비밀번호, 주민등록번호 또는 아이핀</li>
    <li>- 이메일주소, 전화번호</li>
    <li>- 은행계좌정보, 신용카드정보</li>
    <li>- 주소, 전화번호</li>
    <li>- 기타 선택항목</li>
    <li>- IP Address</li>
  </ul>

  <p>(2)수집 방법</p>
  <p>((주)밀페이지은 이용자가 자발적으로, 구체적으로 기입할 때 개인정보를 수집하고 있습니다.</p>
  
<h4>2. 개인정보 수집 및 이용목적</h4>
  <ul>
    <li>- 회원제 서비스 이용에 따른 본인 확인 절차에 이용</li>
    <li>- 고지사항 전달, 불만처리 등을 위한 원활한 의사소통 경로의 확보, 새로운 서비스 및 신상품이나 이벤트 정보 등의 안내</li>
    <li>- 서비스 및 부가 서비스 이용에 대한 요금 결제</li>
    <li>- 청구서, 물품배송시 정확한 배송지의 확보</li>
    <li>- 개인맞춤 서비스를 제공하기 위한 자료</li>
    <li>- 불량회원의 부정 이용 방지와 비인가 사용 방지</li>
  </ul>

<h4>3. 개인정보의 보유 및 이용기간</h4>
  <ul>
    <li>- 계약 또는 청약철회 등에 관한 기록 : 5년</li>
    <li>- 대금결제 및 재화 등의 공급에 관한 기록 : 5년</li>
    <li>- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년</li>
    <li>- 회원가입 탈퇴하거나 회원에서 제명된 경우 등에는 3개월 동안 재가입 방지를 위하여 식별정보를 보관합니다.</li>
  </ul>
